[
  {
    "type": "chiefguest",
    "title": "Chief Guest",
    "description": "Hear from our esteemed Chief Guest",
    "speakers": [
      {
        "fullName": "Shri Sanjay Kumar Das",
        "bio": "Shri Sanjay Kumar Das is a National Cyber Security Scholar, Certified Cybersecurity Governance Professional, Certified Cybersecurity Strategist; Joint Secretary, IT&E Department and State Information Security Officer, West Bengal, India.",
        "profilePicture": "/ccd2023/images/speakers/Sanjay.jpg",
        "links": [
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/sanjaykumardas/"
          }
        ],
        "tagLine": "Joint Secretary, Department of IT&E and State Information Security Officer, West Bengal, India."
      }
    ]
  },
  {
    "type": "guestofhonour",
    "title": "Guest of Honour",
    "description": "Hear from our esteemed Guest of Honour",
    "speakers": [
      {
        "fullName": "Shri Debashis Sen",
        "bio": "Shri Debashis Sen is an Alumni of Ecole Nationale d'Administration, France, IAS officer (1985 batch, now on contract, former ACS). He is also an experienced administrator with a demonstrated history of working in senior government positions. Skilled in Policy Formulation, Governance, Smart Cities, Information Technology Policy, Start Up Policy, Strategic Planning, and Public Administration. Strong professional expertise in city development, urban analysis and democracy. Trained at Harvard Business School and IMF Institute.",
        "profilePicture": "/ccd2023/images/speakers/Debasis.jpg",
        "links": [
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/debashis-senias"
          },
          {
            "title":"Twitter",
            "url":"https://twitter.com/debashis_"
          }
        ],
        "tagLine": "IAS(R), Chairman @ Newtown"
      }
    ]
  },
  {
    "type": "keynote",
    "title": "Keynote Speakers",
    "description": "Hear from the Industry Leaders and Google Developer Advocate Leader about the latest tech in Cloud",
    "speakers": [
      {
        "fullName": "Dipankar Chakrabarti",
        "bio": "Dipankar has a PhD degree from Indian Institute of Management, Ranchi and MTech from Indian Institute of Technology, Kanpur, India. He was Nuclear Power Corporation Scholar at IIT Kanpur. Dipankar had completed Management Development Program on Corporate Creativity from Indian Institute of Management, Kolkata.  He had also successfully completed Certificate on Disruptive Strategy from Harvard Business School, Certificate in Data Based Decision from Cambridge Judges School and Certificate in Introduction in Quantum Computing from Massachusetts Institute of Technology",
        "profilePicture": "/ccd2023/images/speakers/Dipankar.jpg",
        "links": [
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/dipankar-chakrabarti-3865705/"
          }
        ],
        "tagLine": "Executive Director & Data Control Office Leader – PwC India"
      },
      {
        "fullName": "Avijit Patra",
        "bio": "Avijit Patra is Director IT- Security working for PwC India. He has 23+ years of experience in Unix infrastructure management and Information Security. He is currently leading a Global team of Security Engineers who manage security tool's infrastructure for the organization. He has been an information security evangelist spreading awareness about information security risks and mitigation approaches.",
        "profilePicture": "/ccd2023/images/speakers/Avijit.jpeg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/avis_shouts"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/avipatra/"
          }
        ],
        "tagLine": "Director IT - Security at PWC India Pvt Ltd"
      },
      {
        "fullName": "Abirami Sukumaran",
        "bio": "As a Developer Advocate in Google specializing in Google Cloud Databases and Storage, Abi's priorities are to : Develop, research and implement products and applications to advocate and elevate developer experience with Google Cloud and to Engage with technology community, tech-talks and Google Developer forums to enable Google Cloud development and product experience Pursuing Doctorate in Business Administration with specialization in Machine Learning. A Certified Yoga Instructor / Practitioner, Blogger, Speaker and enjoy Reading & Learning to become a Licensed Private Pilot",
        "profilePicture": "/ccd2023/images/speakers/Abirami.png",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/AbiramiSukumara"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/abiramisukumaran/"
          }
        ],
        "tagLine": "Developer Advocate at Google"
      },
      {
        "fullName": "Harsh Dattani",
        "bio": "8 Years of professional experience in managing and running scaled developer outreach programs for Google.",
        "profilePicture": "/ccd2023/images/speakers/Harsh.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://www.twitter.com/dattaniharsh"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/harshdattani/"
          }
        ],
        "tagLine": "Program Manager at Google | Developer Relations"
      },
      {
        "fullName": "Manoranjan Padhy",
        "bio": "Manoranjan works as a PgM at Google and leads the GDG and Women Techmakers program along with scaled Android outreach.",
        "profilePicture": "/ccd2023/images/speakers/Manoranjan.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://www.twitter.com/_manoranjanp"
          }
        ],
        "tagLine": "Program Manager at Google"
      },
      {
        "fullName": "Sohail Pathan",
        "bio": "I have been contributing to the developer communities for more than 5+ Years. I’m the person who just can’t sit and code but is more interested in sharing knowledge with the circle, which led to becoming a tech community manager. I have worked with ed-tech and SaaS startups and helped them grow their community base to the moon. Currently, Leading Developer Advocacy at ApyHub. Travel & Food is <3",
        "profilePicture": "/ccd2023/images/speakers/Sohail.jpg",
        "links": [
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/iamspathan"
          }
        ],
        "tagLine": "Developer Advocate at ApyHub"
      }
    ]
  },
  {
    "type": "speakers",
    "title": "Our Amazing Speakers",
    "description": "Hear from the Professionals who are building the future of cloud. Our speakers are influential folks & allies who have been associated with communities within their organisations, cities, country and beyond.",
    "speakers": [
      {
        "fullName": "Abhishek Nandy",
        "bio": "Abhishek Nandy is the co-founder of Dynopii, a driven and innovative individual who has presented at Siggraph 2018 on Unity ML and Intel Optimized Python, and is also a co-founder of Geek Monkey Studios. With full experience in reinforcement learning and deep learning, Abhishek is passionate about chasing their dreams and bringing the PC world to people's hands without touch. As an Intel Black Belt Developer 2nd from India, they have collaborated with 30+ premier colleges in India to drive AI learning through workshops on basics to advanced topics. Additionally, Abhishek has won several awards such as the Intel Perceptual Computing Phase 2 Early Demo Submission Winner, Microsoft Virtual Academy Fast Track Challenge Global Winner, and TopCoder Amazon AppStream Checkpoint Winner. Overall, Abhishek Nandy has much more to explore and share in the field of technology and innovation.",
        "profilePicture": "/ccd2023/images/team/Abhishek Nandy.jpg",
        "links": [
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/abhishek-nandy/"
          }
        ],
        "tagLine": "Co-founder at Dynopii"
      },
      {
        "fullName": "Aloke Majumder",
        "bio": "A passionate open-source advocate, GNU/Linux enthusiast, and privacy defender with over a decade of experience in the technology industry. With a strong background in cloud computing and video technology, Aloke has contributed to numerous projects that help empower organizations to leverage cutting-edge solutions. As an active participant in the global privacy movement, he has made significant strides in promoting secure, private, and decentralized protocols like Nostr. By continuously driving innovation and sharing knowledge, he is dedicated to enhancing digital experiences and protecting user rights in the ever-evolving technological landscape.",
        "profilePicture": "/ccd2023/images/speakers/Aloke.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/alokemajumder"
          }
        ],
        "tagLine": "VP-Technology at Hoichoi Technologies Pvt Ltd"
      },
      {
        "fullName": "Ankit Sharma",
        "bio": "Ankit Sharma is a Software Engineer, working with Cisco Systems and staying with his family at Samastipur, Bihar, India. He acquired a Bachelor’s degree in Computer Science from Siddaganga Institute of Technology, Tumkur (Karnataka) in 2014. He has over 7 years of extensive experience in Microsoft technologies including C#, ASP.NET, SQL Server, and UI technologies such as JQuery, Angular, and Blazor. Ankit is a technical author and speaker and loves to contribute to the open-source community. He writes articles for multiple platforms, which include c-sharpcorner, Medium, and freeCodeCamp. He has been recognized as the Google Developer Expert for Angular and a Microsoft MVP for Developer Technologies for his dedicated contribution to the developer community. He is the author of Blazor Quick Start Guide and Learn C# Programming",
        "profilePicture": "/ccd2023/images/speakers/Ankit.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/AnkitSharma-007"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/ankitsharma-007"
          }
        ],
        "tagLine": "SDE at Cisco Systems"
      },
      {
        "fullName": "Anu Kumari Gupta",
        "bio": "Software Developer with a curious head having 3+ years of work experience. On the technology side, I am currently responsible for end-to-end consumer facing Application Development, Scaling softwares and Deployment using Cloud Technology at Paytm. I have prior experience developing platform security with Harman International. Beyond work, I love playing Guitar, travelling & reading books. You will also find me writing & learning new things in my spare time. My area of interest also covers exploring new technologies, arenas and experiences.",
        "profilePicture": "/ccd2023/images/speakers/Anu.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/khusianu"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/anukgupta/"
          }
        ],
        "tagLine": "Software Engineer at Paytm"
      },
      {
        "fullName": "Dharmesh Vaya",
        "bio": "I am a technologist known for my abilities of developing enterprise applications on Cloud Platforms and fostering a spirit of innovation among teams, with a diverse experience around Banking, -Commerce, Media/Entertainment to name a few. In my professional journey I have close to 16 years of IT experience and I work as a Solutions Architect at PaloAlto Networks where I specialize into Prisma Cloud for securing Cloud Workloads. I am a Google Developer Expert for Google Cloud Platform & Payments category and also actively manage the Google Cloud Developers Community, Mumbai.",
        "profilePicture": "/ccd2023/images/speakers/Dharmesh.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/DRVaya"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/dharmeshvaya"
          }
        ],
        "tagLine": "Solutions Architect - Prisma Cloud at PaloAlto Networks"
      },
      {
        "fullName": "Haimantika Mitra",
        "bio": "Haimantika Mitra is a Developer Advocate at Appwrite. She is a community builder and a product of the community herself. She believes that technology is for everyone and is heavily involved in learning, sharing, and building with the community. So far, she has helped over 1000 students and is a huge advocate of women in tech, she has also helped women early in their careers find a way to tech.",
        "profilePicture": "/ccd2023/images/speakers/Haimantika.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/HaimantikaM"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/haimantika-mitra"
          }
        ],
        "tagLine": "Developer Advocate at Appwrite"
      },
      {
        "fullName": "Joinal Ahmed",
        "bio": "Joinal is a AI Consultant at Google, experienced in building end to end ML systems in CV, NLP, RecSys and MLOps. He is also a teacher and mentor, associawith Upgrad, Great Learning and Scalar and also a adjunct faculty at IIITB. He is passionate about sharing his journey and knowledge around AI/ML, Kubernetes, Cloud and Security with the community via various meetup and conference talks, workshops and webinars.",
        "profilePicture": "/ccd2023/images/speakers/Joinal.jpeg",
        "links": [
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/joinalahmed"
          }
        ],
        "tagLine": "AI Consultant at Google"
      },
      {
        "fullName": "Kamesh Sampath",
        "bio": "Kamesh is a multi-faceted professional who combines his roles as an author, consultant, and developer advocate to deliver exceptional results. As Director, Developer Advocate at Harness.io, he is dedicated to educating developers on cutting-edge technologies such as Kubernetes/OpenShift, Cloud Native CI/CD, Servicemesh, and Serverless. With a career spanning nearly two decades in the services industry, Kamesh has a proven track record of helping enterprise customers design and build robust enterprise applications.",
        "profilePicture": "/ccd2023/images/speakers/Kamesh.jpeg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/kamesh_sampath"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/kameshsampath"
          }
        ],
        "tagLine": "Director, Developer Advocate at Harness.io"
      },
      {
        "fullName": "Kazi Haque",
        "bio": "Kazi brings a tremendous breadth of skills and experience to High Output. He is a founder, coach, teacher, productivity junkie, and so much more. He has worked in the trenches, led teams, supported founders, taught students, and built and shipped products. With a unique combination of tech and industry experience in the domains of Ed-tech, Manufacturing, Health, Automation, and Audio/Media, Kazi has co-founded multiple companies that have had successful exits.",
        "profilePicture": "/ccd2023/images/team/Kazi Haque.jpg",
        "links": [
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/haquekazi/"
          }
        ],
        "tagLine": "Co-founder at Dynopii"
      },
      {
        "fullName": "Krupa Galiya",
        "bio": "A PyGirl, working as a Senior Data Scientist at PatternAI, specializing in the development and research of advanced algorithms, Natural Language Processing (NLP), Machine Learning, Deep Learning, statistical analysis, and Data science methodologies. With a strong passion for continuous learning and development, She focuses on creating innovative AI-driven products and refining algorithmic approaches. As an active participant in the Google Developer Groups, Krupa contributes her expertise and serves as a facilitator for Google's Explore ML program, fostering knowledge sharing and collaboration within the data science community.",
        "profilePicture": "/ccd2023/images/speakers/Krupa.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/krupagaliya"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/krupagaliya"
          }
        ],
        "tagLine": "Senior Data Scientist at PatternAI"
      },
      {
        "fullName": "Nilay Chauhan",
        "bio": "Nilay is a Data Scientist and freelancer. He is living in Ahmedabad and in his free time he likes watching tv-series, guiding and supporting Data Science aspirants, and networking with new people around the globe.",
        "profilePicture": "/ccd2023/images/speakers/Nilay.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/chauhan_nilay16"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/nilay-chauhan"
          }
        ],
        "tagLine": "Data Scientist and Freelancer"
      },
      {
        "fullName": "Nirav Kothari",
        "bio": "A solution architect with 18+ years of overall experience having strong hold on solutioning in the areas of data engineering, big data processing, web applications and data science solutions related to data mining, search engines, NLP Applications, IoT, Chatbots, integration of enterprise applications, RPA etc. Deep expertise in designing system architecture and development using Cloud services as well as On-Premise infra, considering the industry best practices and complying with business drivers like performance, scalability, flexibility and security. Co-organizer of GDG Cloud Mumbai community since its inception (Jun-2018). A frequent speaker at conferences and likes to share his knowledge by writing technicals blogs",
        "profilePicture": "/ccd2023/images/speakers/Nirav.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/iNiravKothari"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/iniravkothari"
          }
        ],
        "tagLine": "Senior Technical Architect at Quantiphi Analytics Pvt. Ltd."
      },
      {
        "fullName": "Rahul Singh",
        "bio": "Rahul is a Technical Architect at BlueVector AI and specialises in the end to end technical implementation of projects. He holds several cloud certifications and is an expert in all things Cloud. With years of experience in the field, Rahul is a key member of BlueVector AI's technical team, providing expert guidance and leadership in the development of new products and solutions. Rahul's expertise lies in his strong skills in Google Cloud. Rahul is passionate about using technology to solve real-world problems, and he has a track record of delivering innovative and effective solutions that have had a major impact on the success of his clients and employers. Outside of work, Rahul is an avid technology enthusiast, explorer, and a nerd.",
        "profilePicture": "/ccd2023/images/speakers/Rahul.jpeg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/the_thappy"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/thappy"
          }
        ],
        "tagLine": "Technical Architect at BlueVector AI"
      },
      {
        "fullName": "Rohit Ghumare",
        "bio": "I am a Platform Advocate at solo.io, and a Community evangelist running Keep Up as well as the DevOps community to empower students and professionals to achieve success in their careers. I am actively participating in various conferences as a speaker and panelist to bring awareness around DevOps, Security, and Application networking.",
        "profilePicture": "/ccd2023/images/speakers/Rohit.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/ghumare64"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/rohit-ghumare/"
          }
        ],
        "tagLine": "Platform Advocate at solo.io"
      },
      {
        "fullName": "Sayak Paul",
        "bio": "Sayak works at Hugging Face focusing on Diffusers, TensorFlow, and other Computer Vision related things. He is ridiculously interested in open-source. Off work, you can catch him binge-watching Suits for the nth time on Netflix.",
        "profilePicture": "/ccd2023/images/speakers/Sayak.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/RisingSayak"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/sayak-paul"
          }
        ],
        "tagLine": "Batman at Hugging Face"
      },
      {
        "fullName": "Tuhin Roychowdhury",
        "bio": "Experience on data security, CASB with problem management. Experienced Solutions Architect, with good understanding of a customer security environment assessment.",
        "profilePicture": "/ccd2023/images/speakers/Tuhin.jpeg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/baban013"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/tuhinroyc"
          }
        ],
        "tagLine": "Manager at Pricewaterhouse Coopers Pvt Ltd (PwC)"
      },
      {
        "fullName": "Vaibhav Malpani",
        "bio": "I am Google Developer Expert for GCP and Senior Software Engineer with 6+ years of expertise working with Cloud Technologies. I work in designing architecture for projects using cloud services. Organizer of GDG Cloud Mumbai.",
        "profilePicture": "/ccd2023/images/speakers/Vaibhav.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/IVaibhavMalpani"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/ivaibhavmalpani"
          }
        ],
        "tagLine": "Senior Software Engineer"
      },
      {
        "fullName": "Vrijraj Singh",
        "bio": "Vrijraj is a Full Stack Developer & Tech Lead at agprop by profession and a community champion by passion. He is an organizer for TechFerment and a Google Developers Expert for Firebase and Web Technologies. He has given 200+ talks and workshops for communities over the past 5 years. His areas of expertise are around Web, Firebase, Google Cloud Platform, and UI/UX Design. He is always eager to learn new technologies and develop solutions based on them. He enjoys mentoring people and nurturing communities. Outside work, he is a foodie and enjoys watching YouTube videos.",
        "profilePicture": "/ccd2023/images/speakers/Vrijraj.jpg",
        "links": [
          {
            "title": "Twitter",
            "url": "https://twitter.com/SVrijraj"
          },
          {
            "title": "LinkedIn",
            "url": "https://www.linkedin.com/in/vrijrajsingh"
          }
        ],
        "tagLine": "Full Stack Developer & Tech Lead at agprop"
      }
    ]
  }
]